print("안녕하세요? 이야기로 아이에게 웃음과 영감을 주는 STORY CENTER입니다.")
print("저희 측을 찾아주셔서 감사합니다.")
name=input("아이 이름을 입력해주세요.")
print("감사합니다. 아이 정보는 타이핑 테스트와 화면 테스트, 그리고 이야기에 아이 이름이 들어가 아이에게 조금더 흥미를 심어줄 수 있게하는 정보였습니다.")
print("이제 아이를 데리고 와야겠지요?")
choose=int(input("4가지 이야기가 준비되어 있습니다.몇번 이야기를 들을지 숫자만 입력해주세요."))
print("안심하세요. 이 4가지 이야기에는 욕설이나 비속어가 담겨있지 않으며, 과도한 공포 장면은 들어가지 않습니다.")
first_story=["'안녕하세요!' 제시퍼가 말했다. 그날은 제시퍼의 첫 등교날이었다. 바이러스 때문에 한동안 등교를 하지 못했었다. 제시퍼는 오랜만의 등교에 잔뜩 신이 나 있었다. '그래 안녕!' 선생님은 제시퍼의 탄탄하고 우렁찬 목소리에 웃으시며 대답하셨다. 제시퍼는 과일을 먹으며 웃었다. 그런데 선생님이 말씀하셨다. '제시퍼! 첫날부터 규칙을 어기면 어떡하니! 그것도 두개나! 제시퍼! 당장 과일 내놓고 뒤에가서 손들고 있어!!' 제시퍼는 너무 처음보는 화내는 선생님의 모습이 너무 무서워 울음을 터트렸다. 여러분은 학교생활 잘 할 수 있나요? 유치원 생활도 잘 할 수 있고 하고 있나요? 이번 이야기는 여기까지 입니다! 안녕!!!!"]
second_story
