#차분한 아이를 위한 비밀번호 찾기 시스템
print("안녕? 나는 주현이야. 너의 비밀번호 찾기를 도와주러 왔어.")
print("나와 함께 비밀번호를 찾으려면 너의 도움이 필요해. 내 부탁을 들어줄거지?")
print("그럼 시작해보자.")
a=int(input("저장된 사이트의 수를 입력해줘^_^"))
print("고마워. 이 정보는 비밀번호를 찾을 때 많은 도움이 될거야.")
b=int(input("찾으려는 비밀번호 사이트의 수를 입력해줘.^_^"))
print("고마워 네가 잘 대답을 해주는 덕분에 다음 단계로 넘어갈 수 있겠어.")
print("이제 본격적으로 시작할 거니까 내 말 잘 들어.")
print("이제부터 '주소와 비밀번호를 하나 입력해줘'하는 말이 네가 말한 저장된 사이트의 수만큼 나올거야.")
print("그럴 때, 주소와 비밀번호를 하나 입력하고 엔터 치고 또 입력하고 엔터 치고 하면 다음 문장이 나오니까 설명을 따라줘. 띄어쓰기도 잊지 말아줘~")
c={}
for d in range(a):
    e=input("주소와 비밀번호를 하나 입력해줘")
print("너무 잘 대답해줘서 잘 찾을 수 있을 것 같아.")
print("여기까지 차분하게 대답해주는 아이는 아주 차분한 아이야.")
print("그리고 너는 차분하게 대답해줬지.")
print("너는 참 차분한 아이야.")
print("이번에도 4번 반복해서 비밀번호 사이트 이야기가 나올건데, 비밀번호 사이트를 입력해주면 돼.")
f={}
for g in range(b):
    h=input("비밀번호 사이트를 입력해줘")
