story1="옛날 옛적에 과일들이 살았다. 과일들은 맨날 사람들에게 먹혀 속상했다. 그래서 과일들은 계획을 짰다. 용과의 영혼을 빼서 병에 담고 용과를 과일 가게 앞에 두었다. 그러자 과일 가게 주인이 용과를 주어 쓱싹 쓱싹 닦고 과일 진열대에 놓았다. 과일들의 계획대로 용과는 하루아침에 팔리지 않았다. 과일 주인은 용과가 이상해 보여서 안 파는 것으로 생각해 용과를 갈았서 주스로 만들었다. 그러자 손님들의 관심이 많아졌다. 그런데도 그날 바로 팔리지 않았다. 그날 밤, 과일들은 용과의 영혼을 다시 넣어주었다. 다음 날에는 팔릴 것 같았다. 과일들의 예상대로 용과는 다음날 바로 팔렸다. 용과는 사람들 입에 들어가자 마자 들고 있던 창으로 입 천장을 콕콕 찔렀다. 배 쏙에 들어가서도 그렇게 찔렀다. 그렇게 과일들은 여러번의 희생을 거쳐 평화를  찾았다. 이야기가 끝났습니다."
story2="여러분은 미래의 시대가 어떻게 생각돼나요? 가영이의 이야기를 한번 들어볼까요? 가영이는 어떤 시골집의 외동딸입니다. 가영이는 학교를 다녀왔습니다. 집에는 아무도 없었고 새로 보는 우주선처럼 생긴 장난감이 하나 놓여져 있었습니다. 가영이가 가지고 놀기 위해 손을 대는 순간 가영이는 어딘가로 빨려들어가는 느낌이 들었습니다. 그리고 가영이가 도착한 곳은 미래의 시대! 그곳은 로봇이 길거리에 다니고 있고 하늘은 검었습니다. 하늘에는 자동차가 날아다녔고 땅에는 헬리콥터가 착지해있었습니다. 가영이는 뒤에서 말 소리가 들리자 그쪽으로 향했습니다. 그곳에는 로봇 2대가 이야기를 나누고 있었습니다. 그리고 사람들은 모두 헬리콥터 안으로 들어갔습니다. 어떤 한 사람이 마스크를 쓰고 다가왔습니다. 바로 돌아가신 할머니 였습니다. 거리에는 각각의 사람이 있었습니다. 가영이는 하늘이 검은 것이 무서워 할머니에게 왜 하늘이 검냐고 물었습니다. 그러자 할머니는 연기처럼 사라졌습니다. 걷다 만나는 사람마다 물어보았지만 아무도 대답해주지 않았습니다. 그러다 지친 가영이는 잠이 들었습니다. 잠에서 깨자 가영이는 집에 있었습니다. 하늘은 다시 새파래졌습니다. 여러분은 왜 하늘이 검었는지 이유를 아나요? 부모님이나 친구와 함께 이야기 해 보세요."
x=int(input("1또는 2를 입력해주세요."))
if x==1:
    print(story1)
elif x==2:
    print(story2)
